export const TimelineData = [
  {
    years: "2024",
    projects: [
      {
        title: "ພັດທະນາລະບົບຖານຂໍ້ມູນຄຸ້ມຄອງຄວາມປອດໄພເຂື່ອນ",
        owner:
          "ກົມຄຸ້ມຄອງຄວາມປອດໄພອຸດສະຫະກໍາພະລັງງານ, ກະຊວງພະລັງງານ ແລະ ບໍ່ແຮ່",
        Signature: "ມີສັນຍາ",
        status: "ດຳເນີນງານ",
      },
      {
        title:
          "ຝຶກອົບຮົມຄວາມສາມາດທາງດ້ານໄອທີ, SQL Server Advance, Big Data Hadoop and Spark Developer Courses, Cybersecurity red and blue team, Advance Programing Language (Node JS, ReactJS, Python),Usage of Power BI & Tableau",
        owner: "ບໍລິສັດ Tplus",
        Signature: "",
        status: "ສໍາເລັດ",
      },
      {
        title:
          "ຝຶກອົບຮົມຄວາມສາມາດທາງດ້ານໄອທີ, Usage of Power BI & Tableau, MariaDB, ChatGPT, Advance Programing Language (Node JS, ReactJS, Python)",
        owner: "ທະນາຄານສົ່ງເສີມກະສິກໍາ",
        Signature: "",
        status: "ສໍາເລັດ",
      },
      {
        title:
          "ຝຶກອົບຮົມຄວາມສາມາດທາງດ້ານໄອທີ, Usage of Power BI & Tableau, ChatGPT, Cybersecurity red and blue team, Canva",
        owner: "ບໍລິສັດໄຟຟ້າລາວຝ່າຍຜະລິດ",
        Signature: "ມີສັນຍາ",
        status: "ສໍາເລັດ",
      },
      {
        title: "ຕິດຕັ້ງໝໍ້ແປງໄຟຟ້າ ແລະ ລະບົບນໍ້າປະປາ",
        owner: "ບໍລິສັດວາຣີນໍ້າດື່ມ",
        Signature: "ມີສັນຍາ",
        status: "ສໍາເລັດ",
      },
    ],
  },
  {
    years: "2023",
    projects: [
      {
        title: "ພັດທະນາລະບົບຖານຂໍ້ມູນຂອງລັດວິສະຫະກິດໄຟຟ້າລາວ",
        owner: "ລັດວິສະຫະກິດໄຟຟ້າລາວ",
        Signature: "ມີສັນຍາ",
        status: "ດຳເນີນງານ",
      },
      {
        title:
          "ສຶກສາຄວາມເປັນໄປໄດ້ໃນການສ້າງລະບົບ SCADA ໃໝ່ ໃຫ້ລັດວິສະຫະກິດໄຟຟ້າລາວ",
        owner: "ລັດວິສະຫະກິດໄຟຟ້າລາວ",
        Signature: "",
        status: "ດຳເນີນງານ",
      },
      {
        title: "ສ້ອມແປງ ແລະ ສ້າງລະບົບ SCADA ເຂື່ອນຂະໜາດນ້ອຍ",
        owner: "ລັດວິສະຫະກິດໄຟຟ້າລາວ",
        Signature: "",
        status: "ດຳເນີນງານ",
      },
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບ Fire Alarm",
        owner: "ກົມຄຸ້ມຄອງລົດ, ກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ກຳລັງດໍາເນີນງານ",
      },
      {
        title: "ລະບົບວັດແທກລະດັບນໍ້າ ແລະ ປະລິມານນໍ້າຝົນ ແບບອັດຕະໂນມັດ",
        owner: "ເຂື່ອນໄຟຟ້າເຊກອງ 4A4B",
        Signature: "ມີສັນຍາ",
        status: "ກຳລັງດໍາເນີນງານ",
      },
      {
        title: "ສະໜອງຄອມພິວເຕີ ແລະ ອຸປະກອນໄອທີ",
        owner: "ອາກອນນະຄອນຫຼວງວຽງຈັນ",
        Signature: "ມີສັນຍາ",
        status: "ກຳລັງດໍາເນີນງານ",
      },
    ],
  },
  {
    years: "2022",
    projects: [
      {
        title: "ລະບົບໂປຣແກຣມຕິດຕາມເອກະສານ ອາກອນ ນວ",
        owner: "ອາກອນນະຄອນຫຼວງວຽງຈັນ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ປັບປຸງລະບົບອີເມລ ແລະ ເຊີເວີ ໄຟຟ້າລາວ",
        owner: "ລັດວິສະຫະກິດໄຟຟ້າລາວ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ຝຶກອົບຮົມທາງດ້ານໄອທີໃຫ້ກັບພະນັກງານທີພລັສ",
        owner: "ບໍລິສັດ TPLUS",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title: "ລະບົບຖານຂໍ້ມູນເຄມີແຫ່ງຊາດ",
        owner: "ກົມອຸດສະຫະກຳ ແລະ ຫັດຖະກຳ, ກຊ ອຸດສະຫະກຳ ແລະ ການຄ້າ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
    ],
  },
  {
    years: "2021",
    projects: [
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບຖານຂໍ້ມູນ GPS ຕິດຕາມລົດກອງທັບ",
        owner: "ກົມອຸດສະຫະກຳກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບປັບທ່ຽງລົດອັດຕະໂນມັດ ຂອງປືນໃຫຍ່ຕິດລົດປ້ອງກັນພາກພື້ນດີນ",
        owner: "ກົມອຸດສະຫະກຳກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ສໍາຫລວດ ແລະ ສ້ອມແປງລະບົບໄຟຟ້າ ໂຮງງານເບຍລາວ, ແລະ ໂຮງງານເປບຊີ",
        owner: "ບໍລິສັດລ້ານຊ້າງວິສະວະກຳ ພະລັງງານ ແລະ ລົງທືນ ຈໍາກັດ",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title: "ພັດທະນາລະບົບໂປຣແກຣມຖານຂໍ້ມູນລະບົບຈໍາໜ່າຍ (DDSP)",
        owner: "ລັດວິສະຫະກິດໄຟຟ້າລາວ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບຖານຂໍ້ມູນ ໃບທະບຽນລົດ ແລະ ໃບຂັບຂີ່ ກອງທັບ",
        owner: "ກົມຄຸ້ມຄອງລົດກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ບໍລິການສ້ອມແປງແອຊີລເລີ ແລະ ບໍາລຸງຮັກສາແອແຍກສ່ວນ ຕືກ 2 ໂຮງໝໍສູນກາງ 103 ກອງທັບ",
        owner: "ໂຮງໝໍສູນກາງ 103 ກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບໄຟອໍານາດສະພານທອງ, ດົງນາໂຊກ, ໜອງບອນ, ທົ່ງຂັນຄໍາ, ໂພນທັນ, ໜອງ ໜ່ຽງ, ສະໜາມບີນວັດໄຕ, ຂົວຫລວງ, ໂຊກນ້ອຍ",
        owner: "ອົງການຄຸ້ມຄອງ ແລະ ບໍລິການຕົວເມືອງວຽງຈັນ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
    ],
  },
  {
    years: "2020",
    projects: [
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບຖານຂໍ້ມູນສາງອາໄຫລ່ລົດກອງທັບ",
        owner: "ກົມຄຸ້ມຄອງລົດກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບແລະຕິດຕັ້ງລະບົບໂປຣແກຣມລະບົບຖານຂໍ້ມູນ ສາງຄອມພິວເຕີ ແລະ ອາໄຫລ່",
        owner: "ບໍລິສັດທາລາຄອມພິວເຕີ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບປັບທ່ຽງລົດອັດຕະໂນມັດ ຂອງລົດ ZiL131 ຕິດຕັ້ງປືນ ZU 23.2 ປືນຕິດລົດປ້ອງກັນອາກາດ",
        owner: "ກົມອຸດສະຫະກຳກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ພັດທະນາລະບົບແຈ້ງເຕືອນອັກຄີໄພ ທີ່ສາມາດລະບຸເສັ້ນທາງ ແລະ ສະຖານທີ່ເກິດເຫດ ທາງ Google map",
        owner: "ກົມສຶກສາຊັ້ນສູງກະຊວງສຶກສາທິການ ແລະ ກິລາ",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title: "ສະໜອງ Anti-Drone Gun ແລະ ກ້ອງສ່ອງທາງໄກ ເພື່ອປ້ອງກັນຊາຍແດນ",
        owner: "ກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ສະໜອງອຸປະກອນເອເລັກໂຕຣນິກ ແລະ IoT",
        owner: "ສະຖາບັນໄປສະນີ ແລະ ໂທລະຄົມມະນາຄົມກະຊວງ ປທສ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
    ],
  },
  {
    years: "2019",
    projects: [
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງກ້ອງວົງຈອນປິດ",
        owner: "ຫໍພັກຊີເກມ ມຊ",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບເຄື່ອງສຽງ ແລະ ຊຸດປະຊຸມ",
        owner: "ຫ້ອງປະຊຸມ ມຊ",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງກ້ອງວົງຈອນປິດ",
        owner: "ສະໜາມກິລາ ມຊ",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title: "ຈັດຝຶກອົບຮົມການຂຽນໂປຣແກຣມ ແລະ ລະບົບຄວບຄຸມອັດຕະໂນມັດ IoT",
        owner: "ສະຖາບັນໄປສະນີ ແລະ ໂທລະຄົມມະນາຄົມ ກະຊວງ ປທສ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບ ແລະ ສ້າງລະບົບຖານຂໍ້ມູນ ເກັບກຳຂໍ້ມູນມົນລະພິດທາງອາກາດ PM2.5 ແລະ PM10",
        owner: "ຄວສ ມຊ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ອອກແບບ ແລະ ສ້າງລະບົບຖານຂໍ້ມູນ ຕິດຕາມລະດັບນໍ້າຂອງ ດ້ວຍເຊັນເຊີຄວາມດັນ ELWPsXT",
        owner: "ຫ້ອງການຄົ້ນຄວ້າວິທະຍາສາດ ມຊ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ສ້າງເວັບໄຊ ແລະ ແອບພລິເຄຊັນ ສໍາລັບການລາຍງານລະດັບແມ່ນໍ້າຂອງ ແລະ ສະພາບອາກາດ",
        owner: "ຫ້ອງການຄົ້ນຄວ້າວິທະຍາສາດ ມຊ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
    ],
  },
  {
    years: "2018",
    projects: [
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງໂປຣແກຣມຄຸ້ມຄອງແຮງງານ",
        owner: "ກົມຄຸ້ມຄອງແຮງງານ ກຊ ແຮງງານ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບໂປຣແກຣມຖານຂໍ້ມູນເຄື່ອງໃຊ້ໄຟຟ້າ ແລະ ໄອທີ",
        owner: "ບໍລິສັດລີລາຄອມ ຈໍາກັດ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ອອກແບບ ແລະ ຕິດຕັ້ງລະບົບກ້ອງວົງຈອນປິດ ພ້ອມລະບົບຮັກສາຄວາມປອດໄພ",
        owner: "ກົມອຸດສະຫະກຳກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ຈັດຝຶກອົບຮົມການຂຽນໂປຣແກຣມ ແລະ ລະບົບຄວບຄຸມອັດຕະໂນມັດ IoT",
        owner: "ກົມອຸດສະຫະກຳກົມໃຫຍ່ເຕັກນິກກອງທັບ",
        Signature: "",
        status: "ສຳເລັດ",
      },
      {
        title:
          "ສະໜອງຄອມພິວເຕີຕັ້ງໂຕະ 2 ໜ່ວຍ, Microsoft surface Pro 2 ຊຸດ, ເຄື່ອງພິມ 4 ໜ່ວຍ",
        owner: "ບໍລິສັດອີທີເອລ ມະຫາຊົນ ຈຳກັດ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ສະໜອງຄອມພິວເຕີຕັ້ງໂຕະ 3 ໜ່ວຍ, ແລະ ຄອມພິວເຕີໂນດບຸກ 7 ໜ່ວຍ",
        owner: "ບໍລິສັດອີທີເອລ ມະຫາຊົນ ຈຳກັດ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ສະໜອງນໍ້າມືກເຄື່ອງພິມ ຈໍານວນ 74 ກ່ອງ",
        owner: "ບໍລິສັດອີທີເອລ ມະຫາຊົນ ຈຳກັດ",
        Signature: "ມີສັນຍາ",
        status: "ສຳເລັດ",
      },
      {
        title: "ອອກແບບເວັບໄຊ ແລະ ຖານຂໍ້ມູນ",
        owner: "ກົມຊົນລະປະທານ ກຊ ກະສິກຳ ແລະ ປ່າໄມ້",
        Signature: "",
        status: "ສຳເລັດ",
      },
    ],
  },
];
